<?php

$lang['date_year'] = "বছর";
$lang['date_years'] = "বছর";
$lang['date_month'] = "মাস";
$lang['date_months'] = "মাস";
$lang['date_week'] = "সপ্তাহ";
$lang['date_weeks'] = "সপ্তাহ";
$lang['date_day'] = "দিন";
$lang['date_days'] = "দিন";
$lang['date_hour'] = "ঘণ্টা";
$lang['date_hours'] = "ঘণ্টা";
$lang['date_minute'] = "মিনিট";
$lang['date_minutes'] = "মিনিট";
$lang['date_second'] = "সেকেন্ড";
$lang['date_seconds'] = "সেকেন্ড";

$lang['UM12']   = '(UTC -12:00) বেকার/হাওয়াল্যান্ড দ্বীপ';
$lang['UM11']   = '(UTC -11:00) সামোয়া টাইম জোন, নিউয়ে';
$lang['UM10']   = '(UTC -10:00) হাওয়াই-আলেউশিয়ান মানক সময়, কুক দ্বীপপুঞ্জ, তাহিতি';
$lang['UM95']   = '(UTC -9:30) মার্কেসাস দ্বীপপুঞ্জ';
$lang['UM9']    = '(UTC -9:00) আলাস্কা মানক সময়, গ্যাম্বিয়ার দ্বীপপুঞ্জ';
$lang['UM8']    = '(UTC -8:00) প্যাসিফিক মানক সময়, ক্লিপারটন দ্বীপ';
$lang['UM7']    = '(UTC -7:00) মাউন্টেন মানক সময়';
$lang['UM6']    = '(UTC -6:00) কেন্দ্রীয় মানক সময়';
$lang['UM5']    = '(UTC -5:00) পূর্বাঞ্চলীয় মানক সময়, পশ্চিমী ক্যারিবিয়ান মানক সময়';
$lang['UM45']   = '(UTC -4:30) ভেনেজুয়েলা মানক সময়';
$lang['UM4']    = '(UTC -4:00) আটলান্টিক মানক সময়, পূর্ব ক্যারিবিয়ান মানক সময়';
$lang['UM35']   = '(UTC -3:30) নিউফাউন্ডল্যান্ড মানক সময়';
$lang['UM3']    = '(UTC -3:00) আর্জেন্টিনা, ব্রাজিল, ফরাসি গায়ানা, উরুগুয়ে';
$lang['UM2']    = '(UTC -2:00) দক্ষিণ জর্জিয়া/দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ';
$lang['UM1']    = '(UTC -1:00) আজোরস, কেপ ভার্দে দ্বীপপুঞ্জ';
$lang['UTC']    = '(UTC) গ্রিনিচ মিন টাইম, পশ্চিম ইউরোপীয় সময়';
$lang['UP1']    = '(UTC +1:00) মধ্য ইউরোপীয় সময়, পশ্চিম আফ্রিকা সময়';
$lang['UP2']    = '(UTC +2:00) কেন্দ্রীয় আফ্রিকা সময়, পূর্ব ইউরোপীয় সময়, কালিনিনগ্রাড সময়';
$lang['UP3']    = '(UTC +3:00) মস্কো সময়, পূর্ব আফ্রিকা সময়';
$lang['UP35']   = '(UTC +3:30) ইরান মানক সময়';
$lang['UP4']    = '(UTC +4:00) আজারবাইজান মানক সময়, সামারা সময়';
$lang['UP45']   = '(UTC +4:30) আফগানিস্তান';
$lang['UP5']    = '(UTC +5:00) পাকিস্তান মানক সময়, ইয়েকাটেরিনবার্গ সময়';
$lang['UP55']   = '(UTC +5:30) ভারতীয় মানক সময়, শ্রীলঙ্কা সময়';
$lang['UP575']  = '(UTC +5:45) নেপাল সময়';
$lang['UP6']    = '(UTC +6:00) বাংলাদেশ মানক সময়, ভুটান সময়, ওমস্ক সময়';
$lang['UP65']   = '(UTC +6:30) কোকোস দ্বীপপুঞ্জ, মিয়ানমার';
$lang['UP7']    = '(UTC +7:00) ক্রাসনোয়ার্স্ক সময়, কম্বোডিয়া, লাওস, থাইল্যান্ড, ভিয়েতনাম';
$lang['UP8']    = '(UTC +8:00) অস্ট্রেলিয়ান পশ্চিমী মানক সময়, বেইজিং সময়, ইরকুটস্ক সময়';
$lang['UP875']  = '(UTC +8:45) অস্ট্রেলিয়ান কেন্দ্রীয় পশ্চিমী মানক সময়';
$lang['UP9']    = '(UTC +9:00) জাপান মানক সময়, কোরিয়া মানক সময়, ইয়াকুটস্ক সময়';
$lang['UP95']   = '(UTC +9:30) অস্ট্রেলিয়ান কেন্দ্রীয় মানক সময়';
$lang['UP10']   = '(UTC +10:00) অস্ট্রেলিয়ান পূর্বীয় মানক সময়, ভ্লাদিভোস্টক সময়';
$lang['UP105']  = '(UTC +10:30) লর্ড হো আইল্যান্ড';
$lang['UP11']   = '(UTC +11:00) স্রেডনেকোলিমস্ক সময়, সলোমন দ্বীপপুঞ্জ, ভানুয়াতু';
$lang['UP115']  = '(UTC +11:30) নরফোক দ্বীপ';
$lang['UP12']   = '(UTC +12:00) ফিজি, গিলবার্ট দ্বীপপুঞ্জ, কামচাটকা সময়, নিউজিল্যান্ড মানক সময়';
$lang['UP1275'] = '(UTC +12:45) চ্যাথাম দ্বীপপুঞ্জ মানক সময়';
$lang['UP13']   = '(UTC +13:00) ফিনিক্স দ্বীপপুঞ্জ সময়, টোঙ্গা';
$lang['UP14']   = '(UTC +14:00) লাইন দ্বীপপুঞ্জ';

/* End of file date_lang.php */
/* Location: ./system/language/bangla/date_lang.php */
