<?php

$lang['required']          = "%s ক্ষেত্রটি পূরণ করা আবশ্যক।";
$lang['isset']             = "%s ক্ষেত্রে একটি মান থাকতে হবে।";
$lang['valid_email']       = "%s ক্ষেত্রে একটি বৈধ ইমেইল ঠিকানা থাকতে হবে।";
$lang['valid_emails']      = "%s ক্ষেত্রে সকল বৈধ ইমেইল ঠিকানা থাকতে হবে।";
$lang['valid_url']         = "%s ক্ষেত্রে একটি বৈধ URL থাকতে হবে।";
$lang['valid_ip']          = "%s ক্ষেত্রে একটি বৈধ IP থাকতে হবে।";
$lang['min_length']        = "%s ক্ষেত্রটি কমপক্ষে %s অক্ষর দীর্ঘ হতে হবে।";
$lang['max_length']        = "%s ক্ষেত্রটি %s অক্ষরের বেশি হতে পারবে না।";
$lang['exact_length']      = "%s ক্ষেত্রটি ঠিক %s অক্ষর দীর্ঘ হতে হবে।";
$lang['alpha']             = "%s ক্ষেত্রে শুধুমাত্র বর্ণমালা অক্ষর থাকতে পারে।";
$lang['alpha_numeric']     = "%s ক্ষেত্রে শুধুমাত্র বর্ণ-সংখ্যা অক্ষর থাকতে পারে।";
$lang['alpha_dash']        = "%s ক্ষেত্রে শুধুমাত্র বর্ণ-সংখ্যা অক্ষর, আন্ডারস্কোর এবং ড্যাশ থাকতে পারে।";
$lang['numeric']           = "%s ক্ষেত্রে শুধুমাত্র সংখ্যা থাকতে হবে।";
$lang['is_numeric']        = "%s ক্ষেত্রে শুধুমাত্র সংখ্যাসূচক অক্ষর থাকতে হবে।";
$lang['integer']           = "%s ক্ষেত্রে একটি পূর্ণসংখ্যা থাকতে হবে।";
$lang['regex_match']       = "%s ক্ষেত্রটি সঠিক ফরম্যাটে নেই।";
$lang['matches']           = "%s ক্ষেত্রটি %s ক্ষেত্রের সাথে মেলে না।";
$lang['is_unique']         = "%s ক্ষেত্রে অবশ্যই একটি অনন্য মান থাকতে হবে।";
$lang['is_natural']        = "%s ক্ষেত্রে শুধুমাত্র ধনাত্মক সংখ্যা থাকতে হবে।";
$lang['is_natural_no_zero'] = "%s ক্ষেত্রে শূন্যের চেয়ে বড় সংখ্যা থাকতে হবে।";
$lang['decimal']           = "%s ক্ষেত্রে একটি দশমিক সংখ্যা থাকতে হবে।";
$lang['less_than']         = "%s ক্ষেত্রে %s এর চেয়ে কম সংখ্যা থাকতে হবে।";
$lang['greater_than']      = "%s ক্ষেত্রে %s এর চেয়ে বেশি সংখ্যা থাকতে হবে।";

/* End of file form_validation_lang.php */
/* Location: ./system/language/bangla/form_validation_lang.php */
